/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "Updating Boot Caches";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "Inconsistent system files";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help.";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "System extension cannot be used";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "The system extension “";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "” was installed improperly and cannot be used. Please try reinstalling it, or contact the product’s vendor for an update.";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 Colors";
"Thousands"  = "Thousands";
"Millions"   = "Millions";
"Trillions"  = "Trillions";

"n/a"  = "n/a";

"stretched"  = "stretched";
"simulscan"  = "simulscan";
"interlaced" = "interlaced";
"external"   = "external";


"%%.%ldf Hertz"       = "%%.%ldf Hertz";
"%%.%ldf Hertz (%%@)" = "%%.%ldf Hertz (%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@ (%@)";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@ (%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@ (%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@ (%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldf Hz (%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldf Hz (%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)";
